commands = '''
**[ سورس ماكس ] 

الاوامـر :

`.م1` » اعدادات السورس

`.م2` » لمعرفة اوامر صيد اليوزرات

`.م3` » لمعرفة اوامر تجميع نقاط بوتات التمويل

`.م4` » لمعرفة اوامر السورس الاضافية**
'''
sec1 = '''
`-- -- -- -- -- -- -- -- --`
**[ سورس ماكس] 
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

`.فحص` : لاجراء فحص للسورس

`.سورس` : لاجراء فحص للسورس الاضافي

`.اعادة تشغيل` : لاجراء اعادة تشغيل للسورس

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
sec2 = '''
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

✩ `.تثبيت يدوي + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.صيد + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة

✩ `.تثبيت تلقائي + العدد + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.الصيد` : لمعرفة اقدم الصيد

✩ `.حالة التثبيت التلقائي` : لمعرفة تقدم التثبيت التلقائي

✩ `.الانواع` : لمعرفة انواع اليوزرات

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
sec3 = """
**[ سورس ماكس] 
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

`.تجميع المليار` : يقوم بتـجميع نقاطـ بوت تمويل المليار

`.تجميع الجوكر` : يقوم بتجميع نقاط بوت تمويل الجوكر

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
"""
sec4 = """

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

1️⃣ الامـر نشر تلقائي 

الوظيفة : نشر رسالة معينة تلقائيا

طريقة الاستعمال : [.مؤقت + عدد الثواني + عدد التكرار + الكليشة]

مثال | [`.مؤقت 3 5 مرحبأ بك في سورس ماكس` ]

2️⃣ الامر [تكرار] 

الوظيفة : تكرار رسالة معينة بالرد عليها

طريقة الاستعمال : .تكرار + عدد التكرار

3️⃣ الامر اذاعة للخاص

الوظيفة : ارسال رسالة معينة الى جميع المحادثات الخاصة في حسابك

طريقة الاستعمال : .للخاص + الكليشة

مثال | `.للخاص مرحبا بك في سورس ماكس `

4️⃣ الامر اذاعة للمجموعات

الوظيفة : ارسال رسالة معينة الى جميع المجموعات في حسابك

طريقة الاستعمال : .للكروبات + الكليشة

مثال | `.للخاص مرحبا بك في سورس ماكس `

5️⃣️ الامر تسلية 

الوظيفة : التسلية فقط 

محتويات الامر : [`.قمور`][`.حلويات`][`.قلوب`][`.العد التنازلي`][`.قمر`]

6️⃣الامر الالة الحاسبة العلمية 

طريقة الاستعمال [`.احسب + الرقم الاول + العملية الحسابية + الرقم الثاني` ]

يجب مراعات المسافة بين كل كلمة

مثال | `.احسب 7 + 7`
مثال | `.احسب 7 * 7`
مثال | `.احسب 7 - 7`
مثال | `.احسب 7 ÷ 7` 

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
"""
tele_checker = '''
╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍

✩ `.تثبيت يدوي + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.صيد + العدد + النوع + يوزر القناة` : يقوم بفحص اليوزرات وتثبيتها على القناة

✩ `.تثبيت تلقائي + العدد + القناة + اليوزر` : يقوم بتثبيت اليوزر بقناة معينة

✩ `.الصيد` : لمعرفة اقدم الصيد

✩ `.حالة التثبيت التلقائي` : لمعرفة تقدم التثبيت التلقائي

✩ `.الانواع` : لمعرفة انواع اليوزرات

╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍╍
'''
tele_checker2 = '''
⟨ Source Max ⟩

الانواع :
------------------------
1 : سداسي حرفين
sxxxxs - ss88ss - ss8888
×××××××××
2 : سداسي حرفين
sxxxss - ss888s
×××××××××
3 : رباعي حرف
s3s_s - HFH_H
×××××××××
4 : رباعي حرفين
ss_xx - ss_88
×××××××××
5 : خماسي
sxxxc - sxxx8 - s777c - s8887
×××××××××
6 : خماسي
ssscv - cxsss - sx777 - s7888
sss8n - sssj8 - sss98
×××××××××
7 : بوت ثلاثي 
sxcbot - sx8bot - s5dbot - s86bot
×××××××××
8 : سباعي حرفين
sxxxxxs - zz99999
×××××××××
9 : ثماني حرف
nuuuuuuu - s8888888
×××××××××
10 : خماسي شخطه
s_8888 - a_nnnn
×××××××××
11 - بوت رباعي
sssxbot - s888bot - xxx8bot
---------------------
طريقه تفعيل الصيد
تكتب صيد او عداد المحاولات او رقم نوع تريد تصيده او تحط معرف القناه يلي راح يصيد بيها اليوزر 
مثال : .صيد 700000000 2 wwwwn
قناه السورس : @B_BzB
'''
